Repository: Esukhia/Corpora
Catalog: Parallel/84000/UT22084-059-014.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བགྲེས་མོས་ཞུས་པ་ཞེས་བྱ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Questions of an Old Lady

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཡུལ་བི་ཛི་ན་ཡུལ་རྒྱུ་བ་རྒྱུ་ཞིང་
en: When the Bhagavān was travelling in the land of Vṛji,

source: ཐབས་ཅིག་ཏུ་གྲོང་ཁྱེར་ཆེན་པོ་ཡངས་པ་ཅན་ག་ལ་བ་དེར་གཤེགས་པ་དང་།
en: he went to the great city of Vaiśālī, together with

source: དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་།
en: a large saṅgha of one thousand two hundred and fifty bhikṣus

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་
en: and a vast number of bodhisattva mahāsattvas.

source: དེའི་ཚེ་གྲོང་གི་བུད་མེད་རྒན་མོ་གཏུགས་པ།
en: At that time, he came across an old woman from the city gathering grass in the countryside.

source: འཁོགས་པ། ན་ཚོད་ལས་འདས་པར་གྱུར་པ།
en: She was decrepit and had reached the end of her life-span,

source: སྐྱེས་ནས་ལོ་བརྒྱ་ཉི་ཤུ་ལོན་པ་ཞིག་དགོན་པ་ན་རྩྭ་སྡུད་ཅིང་འདུག་སྟེ།
en: being one hundred and twenty years old.

source: བུད་མེད་དེས་བཅོམ་ལྡན་འདས་མཛེས་པ།
en: The woman saw the Bhagavān coming from afar—handsome,

source: དང་བར་བྱེད་པ་དབང་པོ་དུལ་བ།
en: inspiring, with senses tamed,

source: ཐུགས་དུལ་བ།
en: mind tamed,

source: དུལ་བ་དང་ཞི་གནས་མཆོག་བརྙེས་པ།
en: endowed with supreme discipline and serenity,

source: སྦས་པ།
en: guarded,

source: སྐྱོན་མེད་པ།
en: faultless,

source: དབང་པོ་དུལ་བ།
en: senses controlled,

source: མཚོ་ལྟར་དང་ཞིང་གསལ་ལ་རྙོག་པ་མེད་པ།
en: pure and clear like the sea, unclouded,

source: གསེར་གྱི་མཆོད་སྡོང་ལྟར་མངོན་པར་འཕགས་པ།
en: upright like a golden sacrificial post,

source: དཔལ་གྱིས་ལྷམ་མེ།
en: radiant with

source: ལྷན་ནེ།
en: splendor clear

source: ལྷང་ངེ་བ།
en: and distinct,

source: སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་ལེགས་པར་བརྒྱན་པ་ཐག་རིང་པོ་ནས་བྱོན་པ་མཐོང་ངོ་། །
en: wonderfully adorned with the thirty-two signs of a great being.

source: མཐོང་ནས་ཀྱང་སེམས་དད་པར་གྱུར་ནས་
en: When she saw him, faith grew in her mind.

source: བཅོམ་ལྡན་འདས་ལ་དད་པའི་སེམས་ཀྱིས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Then full of devotion she approached the Bhagavān,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: bowed her head at his feet,

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་སྟེ།
en: circumambulated the Bhagavān three times and sat to one side.

source: བུད་མེད་དེས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: Bowing with her palms together in the direction of the Bhagavān,

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: the woman then asked him,

source: བཅོམ་ལྡན་འདས་སྐྱེ་བ་གང་ནས་མཆིས།
en: “O Bhagavān, where does birth come from?

source: རྒ་བ་གང་ནས་མཆིས།
en: Where does aging come from?

source: གང་དུ་མཆི།
en: Where do they go?

source: བཅོམ་ལྡན་འདས་ན་བ་གང་ནས་མཆིས།
en: O Bhagavān, where does sickness come from?

source: འཆི་བ་གང་ནས་མཆིས།
en: Where does death come from?

source: བཅོམ་ལྡན་འདས་གཟུགས་གང་ནས་མཆིས།
en: O Bhagavān, where does form come from?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་གང་ནས་མཆིས།
en: Where do sensation, notions, formative factors‌ and consciousness come from?

source: བཅོམ་ལྡན་འདས་སའི་ཁམས་གང་ནས་མཆིས།
en: O Bhagavān, where does the earth element come from?

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་གང་ནས་མཆིས།
en: Where do the water element, the fire element, the wind element, the space element and the element of consciousness come from?

source: བཅོམ་ལྡན་འདས་མིག་གང་ནས་མཆིས།
en: O Bhagavān, where does the eye come from?

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་གང་ནས་མཆིས།
en: Where do the ear, the nose, the tongue, the body and the mind come from?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān replied,

source: སྲིང་མོ་སྐྱེ་བ་གང་ནས་ཀྱང་མི་འོང་།
en: “Sister, birth does not come from anywhere.

source: རྒ་བ་གང་ནས་ཀྱང་མི་འོང་།
en: Aging does not come from anywhere.

source: གང་དུ་ཡང་མི་འགྲོའོ། །
en: They do not go anywhere.

source: སྲིང་མོ་ན་བ་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, sickness does not come from anywhere.

source: འཆི་བ་གང་ནས་ཀྱང་མི་འོང་།
en: Death does not come from anywhere.

source: སྲིང་མོ་གཟུགས་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, form does not come from anywhere.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་གང་ནས་ཀྱང་མི་འོང་།
en: Sensation, notions, formative factors‌ and consciousness do not come from anywhere.

source: གང་དུའང་མི་འགྲོའོ། །
en: They do not go anywhere.

source: སྲིང་མོ་སའི་ཁམས་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, the earth element does not come from anywhere.

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་གང་ནས་ཀྱང་མི་འོང་།
en: The water element, the fire element, the wind element, the space element and the element of consciousness do not come from anywhere.

source: སྲིང་མོ་མིག་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, the eye does not come from anywhere.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་གང་ནས་ཀྱང་མི་འོང་།
en: The ear, the nose, the tongue, the body and the mind do not come from anywhere.

source: སྲིང་མོ་འདི་ལྟ་སྟེ།
en: “Sister, it is as follows: as an analogy,

source: དཔེར་ན་གཙུབ་ཤིང་དང་། གཙུབ་སྟན་ལ་ཡང་བརྟེན་ལ།
en: a fire arises based on a stick to rub with, a stick to rub on,

source: དེ་བསྐྱེད་པའི་མིའི་རྩོལ་བ་ལ་ཡང་བརྟེན་ན་མེ་འབྱུང་སྟེ།
en: and and also a person’s effort to generate it.

source: མེ་དེ་ཡང་རྩྭ་དང་ཤིང་དེ་བསྲེགས་ནས་རྒྱུ་མེད་པ་དང་ཤི་བར་འགྱུར་རོ། །
en: That fire, moreover, once it has burnt the grass and wood, will have no more causes and will die.

source: སྲིང་མོ་འདི་ཅི་སྙམ་དུ་སེམས།
en: Sister, where do you think

source: མེ་དེ་གང་ནས་འོང་། གང་དུ་སོང་།
en: the fire comes from and where does it go?”

source: གསོལ་པ།
en: She answered,

source: བཅོམ་ལྡན་འདས་ཞུགས་དེ་ནི་ཚོགས་པའི་དབང་གིས་བྱུང་།
en: “O Bhagavān, that fire comes into being owing to the power of a collection of causes.

source: ཚོགས་པ་དང་བྲལ་བས་འགགས་ཏེ་འགུམ་མོ། །
en: It ceases and dies when it lacks the collection of causes.”

source: བཀའ་སྩལ་པ།
en: The Bhagavān said,

source: སྲིང་མོ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཚོགས་པའི་དབང་གིས་འབྱུང་།
en: “Sister, likewise, all phenomena come into being owing to the power of a collection.

source: ཚོགས་པ་དང་བྲལ་བས་འགགས་ཏེ།
en: They cease and die when they lack the collection.

source: འདི་ལ་ཆོས་གང་ཡང་གང་ནས་ཀྱང་འོང་བའམ། གང་དུ་ཡང་འགྲོ་བ་མེད་དོ། །
en: Whatever the phenomena, they do not come from anywhere, nor do they go anywhere.

source: མིག་དང་གཟུགས་ལ་བརྟེན་ནས། མིག་གི་རྣམ་པར་ཤེས་པ་བྱུང་ཡང་
en: although the eye consciousness arises based upon the eye and form,

source: མིག་གི་རྣམ་པར་ཤེས་པ་དེ་ལ་སྐྱེད་པར་བྱེད་པ་ཡང་མེད། འགགས་པར་བྱེད་པ་ཡང་མེད།
en: the eye consciousness does not have a producer, nor anything that makes it cease.

source: གང་དུ་ཡང་སོགས་པ་མེད།
en: Nowhere is it brought together at all.

source: ཕུང་པོ་གང་ལས་ཀྱང་འོང་བའམ། འགྲོ་བ་ཡང་མེད་ལ།
en: The aggregates do not come from anywhere, nor do they go anywhere.

source: གང་གི་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་ལས་མངོན་པར་འདུས་བྱས་ནས་
en: When one has accumulated karma through the conditions of the consciousnesses, the fruits manifest as the results of three types

source: ཁམས་གསུམ་དུ་འབྲས་བུ་རྣམ་པ་གསུམ་གྱིས་འབྲས་བུ་ཉེ་བར་སྟོན་ཏེ།
en: The results of three types may refer to three sorts of karmic “ripening”

source: འབྲས་བུ་དེ་ཡང་སྟོང་པ།
en: That fruit is empty too.

source: འོང་བ་མེད་པ།
en: It has no coming.

source: འགྲོ་བ་མེད་པ།
en: It has no going.

source: སུས་ཀྱང་མ་བསྐྱེད་པ།
en: No one makes it arise.

source: སུས་ཀྱང་མ་བཀག་པ་སྟེ།
en: It is not stopped by anybody.

source: སྲིང་མོ་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་འགགས་པའོ། །
en: Sister, all phenomena have stopped due to their very natures.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྒྲ་དང་།
en: “Likewise, although the mental consciousness arises based upon the ear and sound,

source: སྣ་དང་། དྲི་དང་།
en: the nose and smell,

source: ལྕེ་དང་། རོ་དང་།
en: the tongue and taste,

source: ལུས་དང་། རེག་བྱ་དང་།
en: the body and touch,

source: ཡིད་དང་། ཆོས་རྣམས་ལ་
en: and the mind and phenomena,

source: རྟེན་ནས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་བྱུང་ཡང་
en: the mental consciousness ,

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དེ་ལ་སྐྱེད་པར་བྱེད་པ་ཡང་མེད། འགགས་པར་བྱེད་པ་ཡང་མེད།
en: does not have a producer nor has it anything that makes it cease.

source: གང་ཡང་སོགས་པ་ཡང་།
en: Nowhere is it brought together at all.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་ལས་མངོན་པར་འདུ་བྱས་ནས་ཁམས་གསུམ་དུ་འབྲས་བུ་རྣམ་པ་གསུམ་གྱིས་འབྲས་བུ་ཉེ་བར་སྟོན་ཏེ།
en: When one has accumulated karma through the condition of mental consciousness, the fruits manifest as the results of three types in the three realms.

source: འབྲས་བུ་དེ་ཡང་སྟོང་པ་འོང་བ་མེད་པ་འགྲོ་བ་མེད་པ།
en: That fruit is empty too. It has no coming. It has no going.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “Sister, it is as follows: as an analogy,

source: ཤིང་དང་། པགས་པ་དང་། དབྱུག་གུ་ལ་ཡང་བརྟེན། དེ་སྐྱེད་པའི་མིའི་རྩོལ་བ་ལ་ཡང་བརྟེན་ནས་རྔའི་སྒྲ་འབྱུང་སྟེ།
en: the sound of a drum arises based on wood, hide and a stick, and also on a person’s effort to make it arise.

source: རྔའི་སྒྲ་དེ་འདས་པ་ཡང་སྟོང་།
en: The past sound of that drum was empty,

source: མ་འོངས་པ་ཡང་སྟོང་། ད་ལྟར་བྱུང་བ་ཡང་སྟོང་སྟེ།
en: the future sound will be empty and the sound that arises at present is empty.

source: སྒྲ་ནི་ཤིང་ལ་ཡང་མི་གནས།
en: The sound does not dwell in the wood,

source: པགས་པ་ལ་ཡང་མི་གནས།
en: neither does it dwell in the hide,

source: དབྱུག་གུ་ལ་ཡང་མི་གནས།
en: nor does it dwell in the stick,

source: མིའི་ལག་པ་ལ་ཡང་མི་གནས་མོད་ཀྱི།
en: nor does it dwell in the person’s hand.

source: འོན་ཀྱང་དེའི་རྐྱེན་གྱིས་སྒྲ་འདོགས་ཏེ།
en: However, because of these conditions, it is termed sound.

source: གང་སྒྲ་དེ་འདོགས་པ་དེ་ཡང་སྟོང་པ།
en: That which is termed sound is also empty.

source: སྲིང་མོ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ནི་རྐྱེན་གྱི་ཁོ་ན་ལ་རག་ལས་པ་སྟེ།
en: “Sister, likewise, all phenomena depend solely on conditions, i.e.,

source: འདི་ལྟར་མ་རིག་པ་དང་།
en: ones such as ignorance,

source: སྲེད་པ་དང་།
en: craving,

source: ལས་དང་།
en: karma

source: རྣམ་པར་ཤེས་པའོ། །
en: and consciousness.

source: ཆོས་དེ་དག་ཡོད་ན་འཆི་འཕོ་དང་། སྐྱེ་བ་འདོགས་ཏེ།
en: When these latter phenomena are present, the terms death and birth are designated.

source: གང་འཆི་འཕོ་དང་སྐྱེ་བ་འདོགས་པ་དེ་ཡང་སྟོང་པ།
en: That which is designated death and birth is also empty.

source: སྲིང་མོ་དེ་ལྟར་སུས་རྔ་སྒྲའི་ཚུལ་རབ་ཏུ་ཤེས་པ་དེས་སྟོང་པ་ཉིད་རབ་ཏུ་ཤེས་སོ། །
en: “Sister, in this way, whoever understands the nature of a drum’s sound well also understands emptiness well.

source: སུས་སྟོང་པ་ཉིད་རབ་ཏུ་ཤེས་པ་དེས་མྱ་ངན་ལས་འདས་པ་རབ་ཏུ་ཤེས་སོ། །
en: Whoever understands emptiness well, understands nirvāṇa well.

source: སུས་མྱ་ངན་ལས་འདས་པ་རབ་ཏུ་ཤེས་པ་དེ།
en: Whoever understands nirvāṇa well has no attachment to any entity,

source: ཐ་སྙད་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཐ་སྙད་འདོགས་ཀྱང་དངོས་པོ་གང་ལ་ཡང་མངོན་པར་ཞེན་པ་མེད་དེ།
en: and despite designating conventional things with all sorts of terms—

source: བདག་གི་འདི་དང་། དེ་ནི་བདག་གོ་ཞེའམ།
en: ‘this is mine,’ or ‘that is me,’

source: སེམས་ཅན་ནོ་ཞེའམ། སྲོག་གོ་ཞེའམ།
en: or ‘sentient being,’ or ‘life force,’

source: གསོ་བའོ་ཞེའམ། སྐྱེས་བུའོ་ཞེའམ།
en: or ‘living being,’ or ‘man,’

source: གང་ཟག་གོ་ཞེའམ། ཤེད་ལས་སྐྱེས་སོ་ཞེའམ།
en: or ‘person,’ or ‘born of Manu,’

source: ཤེད་བུའོ་ཞེའམ། བྱེད་པ་པོ་ཞེའམ།
en: or ‘son of Manu,’ or ‘agent,’

source: བྱེད་དུ་འཇུག་པ་པོ་ཞེའམ། ལེན་པ་པོ་ཞེའམ།
en: or ‘inciter of action,’ or ‘appropriator,’

source: འདོར་བ་པོ་ཞེས་དེ་མངོན་པར་ཞེན་པ་མེད་པར་ཆོས་སྟོན།
en: or ‘discarder’—he teaches Dharma without attachment to these.

source: ཆོས་རབ་ཏུ་སྟོན།
en: He teaches Dharma well.

source: ཡང་དག་པའི་མཐའ་སྟོན།
en: He teaches the final reality.

source: ཡང་དག་པའི་མཐའ་རབ་ཏུ་སྟོན་ཏོ། །
en: He teaches the final reality well.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན་རི་མོ་མཁན་ནམ།
en: “Sister, it is as follows:

source: རི་མོ་མཁན་གྱི་སློབ་མ་ཞིག་གིས་རས་བཅོས་མ་ཤིན་ཏུ་ཕྱི་བདར་བྱས་པའམ།
en: an artist or an artist’s apprentice spreads various paints on a canvas that has been thoroughly cleaned

source: ཤིང་ལེབ་བམ། རྩིག་ངོས་ཤིན་ཏུ་ཕྱི་བདར་བྱས་པ་ཞིག་ལ་ཚོན་སྣ་ཚོགས་འགྱེད་ཅིང་གཟུགས་ཀྱི་རྣམ་པ་གང་དང་གང་འདོད་པ་འདི་ལྟ་སྟེ།
en: or on a flat piece of wood or on the surface of a wall that has been wiped clean.

source: སྐྱེས་པའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: He paints with ease whatever bodily shape he might wish, such as the features of a man’s physical form,

source: བུད་མེད་ཀྱི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: the features of a woman’s physical form,

source: གླང་པོ་ཆེའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: the features of an elephant’s physical form,

source: རྟའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: the features of a horse’s physical form

source: བོང་བུའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: or the features of a donkey’s physical form,

source: དེ་དག་ཡན་ལག་དང་།
en: with complete limbs,

source: ཉིང་ལག་དང་།
en: parts of limbs

source: དབང་པོ་ཐམས་ཅད་མ་ཚང་བ་མེད་པར་ཚེགས་ཆུང་ངུས་མངོན་པར་སྒྲུབ་ཅིང་འདྲི་སྟེ།
en: and all the sense faculties.

source: མངོན་པར་སྒྲུབ་པར་བྱེད་ཀྱང་།
en: Well executed though the painting may be,

source: དེ་ལ་ཆོས་གང་ཡང་རི་མོ་མཁན་གྱི་ལག་པའམ། སེམས་ལས་གཟུགས་སུ་འཕོས་པ་མེད་མོད་ཀྱི།
en: it does not involve any phenomenon at all being transferred from the artist’s hand or mind to the physical form depicted;

source: འོན་ཀྱང་དེའི་རྐྱེན་གྱིས་གཟུགས་འདོགས་ཏེ།
en: and yet we designate that form as a result of those conditions.

source: གང་གཟུགས་འདོགས་པ་དེ་ཡང་སྟོང་པ།
en: That which is designated form is also empty.

source: སྲིང་མོ་དེ་བཞིན་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་རྣམས་ཡོད་ན་འདི་ལྟ་སྟེ་
en: “Sister, it is likewise when there are meritorious formative factors.

source: ལྷའམ་མིའི་ནང་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་ལུས་མངོན་པར་གྲུབ་ཀྱང་དེ་ལ་གང་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འཕོ་བ་ནི་རྡུལ་ཙམ་ཡང་མེད་མོད་ཀྱི་
en: That is to say, although bodies conducive to merit might result amongst gods and humans, in that case not even an atom is transferred from this world to the world beyond.

source: འོན་ཀྱང་མངོན་པར་འདུ་བྱེད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་སྣ་ཚོགས་ཡོད་དེ།
en: However, due to the formative factors, there are various kinds of rebirths.

source: སྐྱེ་མཆེད་ཡོད་པའི་ལུས་སུ་རྣམ་པར་རིག་གོ། །
en: They are represented as physical bodies with their bases of cognition.

source: དེ་བཞིན་དུ་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་འདུ་བྱེད་རྣམས་ཡོད་ན་འདི་ལྟ་སྟེ།
en: “It is likewise when there are demeritorious formative factors‌.

source: སེམས་ཅན་དམྱལ་བའམ།
en: That is to say, although bodies that are not meritorious result amongst hell beings,

source: དུད་འགྲོའི་སྐྱེ་གནས་སམ།
en: or in the animal state,

source: གཤིན་རྗེའི་འཇིག་རྟེན་ནམ།
en: or in the world of the Lord of Death,

source: ལྷ་མ་ཡིན་རྣམས་སུ་བསོད་ནམས་མ་ཡིན་པའི་ལུས་མངོན་པར་འགྲུབ་ཀྱང་དེ་ལ་གང་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འཕོ་བ་ནི་རྡུལ་ཙམ་ཡང་མེད་མོད་ཀྱི།
en: or among the demigods, not even an atom is transferred in such a case from this world to the world beyond.

source: སྐྱེ་མཆེད་ཡོད་པས་ལུས་སུ་རྣམ་པར་རིག་གོ། །
en: They are understood to be physical forms with their bases of cognition.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན་
en: “Sister, it is as follows: as an analogy,

source: ཀླུ་རྣམས་ཀྱི་ཀླུའི་མཐུས་སྤྲིན་གྱི་ཚོགས་རྒྱ་ཆེན་པོ་འབྱུང་སྟེ།
en: a vast gathering of clouds arises

source: སྤྲིན་གྱི་དྲ་བ་དེ་དག་གིས་ས་ཁེབས་པར་བྱས་ནས་ཆར་ཆེན་པོ་རྒྱ་ཆེར་འབེབས་ཏེ།
en: because of the nāga-power of the nāgas,Nāgas are associated with springs, streams, rivers, and water in general, and among their many magical powers are the ability to produce rain.

source: ཆར་ཆེན་པོ་རྒྱ་ཆེར་ཕབ་ནས་ཀྱང་སྒང་དང་གཤོངས་ངོམས་པར་བྱེད་དེ། སྒང་དང་གཤོངས་ངོམས་པར་བྱས་ནས།
en: and when those huge nets of clouds cover the earth they let fall a heavy deluge of rain.

source: སླར་འགྲོ་ཡང་དེ་དག་ཀླུའི་ལུས་སམ་སེམས་ལས་བྱུང་བ་ཡང་མེད་མོད་ཀྱི།
en: After the heavy deluge of rain has fallen, the hills and the valleys are quenched. When the hills and valleys are quenched, the rain later subsides. But these things do not originate from the nāgas’ bodies or minds.

source: ཀླུ་རྣམས་ཀྱིས་ཀླུའི་མཐུ་ཉིད་ཀྱིས་སྤྲིན་གྱི་ཚོགས་རྒྱ་ཆེན་པོ་འབྱུང་ངོ་། །
en: The nāgas produced the vast gathering of clouds by virtue of the nāga-powers of nāgas alone.

source: སྲིང་མོ་དེ་བཞིན་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་ཡོད་ན་འདི་ལྟ་སྟེ།
en: “Sister, it is likewise when there are meritorious formative factors,

source: ལྷའམ་མིའི་ནང་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་ལུས་རྣམས་མངོན་པར་འགྲུབ་བོ། །
en: that is to say, when meritorious bodies result amongst gods or humans.

source: དེ་བཞིན་དུ་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་རྣམས་ཡོད་ན་འདི་ལྟ་སྟེ་སེམས་ཅན་དམྱལ་བའམ།
en: It is likewise, too, when there are demeritorious formative factors. That is to say, although bodies that are not meritorious result amongst hells beings

source: ལྷ་མ་ཡིན་རྣམས་སུ་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་ལུས་མངོན་པར་འགྲུབ་ཀྱང་དེ་ལ་མངོན་པར་འདུ་བྱ་བ་ཡང་སྟོང་པ།
en: or among the demigods, in such cases the activity of the formative factor is empty,

source: མངོན་པར་འདུ་བྱེད་པ་པོ་ཡང་སྟོང་པ།
en: the agent of the formative factor is empty

source: མངོན་པར་འདུ་བྱེད་པའི་འབྲས་བུ་ཡང་སྟོང་པའོ། །
en: and the fruits of the formative factor are also empty.

source: སྲིང་མོ་མི་གཡོ་བར་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་རྣམས་ཡོད་ན་གཟུགས་མེད་པ་རྣམས་སུ་རྣམ་པར་ཤེས་པ་མཚམས་སྦྱོར་ཏེ།
en: Sister, when there are formative factors for remaining static, consciousness will reincarnate amongst the beings of the formless realms.

source: གང་གིས་རྣམ་པར་ཤེས་པ་དེ་གཟུགས་མེད་པ་རྣམས་སུ་མཚམས་སྦྱོར་བ་དེ་ཡང་སྟོང་པ།
en: That on account of which the consciousness reincarnates amongst beings of the formless realms is empty,

source: གང་རྣམ་པར་ཤེས་པ་དེ་གཟུགས་མེད་པ་རྣམས་སུ་མཚམས་སྦྱོར་བ་དེ་ཡང་སྟོང་པའོ། །
en: and the consciousness which reincarnates amongst the beings of the formless realms is empty too.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is this so?

source: སྲིང་མོ་ཆོས་ཐམས་ཅད་ནི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་ཏེ།
en: Sister, it is because all phenomena are empty of essence.

source: འོན་ཀྱང་ཆོས་རྣམས་འདོགས་སོ། །
en: Even so phenomena are designated.

source: མཁས་པ་རྣམས་ནི་དེ་ལ་མངོན་པར་མི་ཞེན་ཏེ།
en: The learned are not attached to them.

source: མངོན་པར་ཞེན་པ་མེད་པས་མི་རྩོད་དོ། །
en: As they have no attachment they do not dispute.

source: རྩོད་པ་མེད་པ་ནི་དགེ་སྦྱོང་གི་ཆོས་ཀྱི་མཆོག་གོ། །
en: Having no disputes is the supreme quality of the religious mendicant.”

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཟབ་མོ་བཀའ་སྩལ་པས་
en: “Since the Bhagavān has taught the profound Dharma in this way,

source: བཅོམ་ལྡན་འདས་བདག་ཀྱང་ཆོས་འདི་དག་ལ་ཤེས་རབ་ཀྱི་མིག་འཇུག་སྟེ་སླར་ཞིང་ཡིད་གཉིས་མ་མཆིས།
en: O Bhagavān, I, too, have penetrated these teachings with the eye of wisdom and will never be of two minds about them again.

source: ཐེ་ཚོམ་མ་མཆིས་སོ། །
en: I have no doubts.

source: བཅོམ་ལྡན་འདས་བདག་སྔོན་ནི་ཆོས་འདི་དག་མ་ཐོས་པས་ཐེ་ཚོམ་མཆིས་སོ། །
en: O Bhagavān, earlier, as I hadn’t yet heard these teachings I did have doubts.

source: ད་ནི་བདག་རྒས། །
en: Now I am old,

source: བདག་འཁོགས།
en: I am decrepit,

source: བདག་སྡུག་བསྔལ།
en: I suffer,

source: བདག་དབུལ།
en: I am poor,

source: བདག་མགོན་མ་མཆིས་ཏེ།
en: I have no protector,

source: བདག་མི་འཚོ་ཞིང་
en: I have no life

source: འགུམ་མི་མངའོ། །
en: and yet I do not die.

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་འདི་ཐོས་པས་འདི་ན་རྒས་པའམ།
en: O Bhagavān, after hearing these teachings I realize that there is no aging,

source: དབུལ་བའམ།
en: no poverty,

source: བདེ་བའམ།
en: no happiness,

source: ནད་མ་མཆིས་པའམ།
en: no sickness,

source: ན་བའམ།
en: nor is anyone ever ill,

source: ཕྱུག་པའམ།
en: wealthy

source: དབུལ་བ་གང་ཡང་མ་མཆིས་སོ། །
en: or poor at all.

source: ཞེས་བདག་ཏུ་འདུ་ཤེས་པ་དང་བྲལ་བར་གྱུར་ཏོ། །
en: I am freed from the notion of a self.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then the Venerable Ānanda inquired of the Bhagavān,

source: བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་ཟབ་མོ་འདི་ལྟ་བུ་བཀའ་སྩལ་པ།
en: “Bhagavān, why have you taught such a profound Dharma discourse as this?

source: དེས་ཀྱང་འདི་ལྟར་རབ་ཏུ་བཙལ་བས་བུད་མེད་འདི་ནི་
en: I wonder whether it is because this woman, who has investigated so well in this way,

source: བསོད་ནམས་དང་ལྡན་པ་
en: is meritorious,

source: མཁས་པ།
en: learned

source: ཤེས་རབ་ཅན་གྱི་རང་བཞིན་ཅན་ལགས་པ་སྙམ་བདག་བགྱིད་དོ། །
en: and naturally wise.”

source: ཀུན་དགའ་བོ་དེ་དེ་བཞིན་ནོ། །
en: “Ānanda, so it is.

source: ཀུན་དགའ་བོ་ཇི་སྐད་སྨྲས་པ་དེ་དེ་བཞིན་ཏེ།
en: Ānanda, it is indeed just as you say.

source: བུད་མེད་འདི་ནི་བསོད་ནམས་དང་ལྡན་པ་མཁས་པ། ཤེས་རབ་ཀྱི་རང་བཞིན་ཅན་ནོ། །
en: This woman is meritorious, learned and naturally wise.

source: ཀུན་དགའ་བོ་བུད་མེད་འདི་ཚེ་རབས་ལྔ་བརྒྱའི་བར་དུ་ངའི་མར་གྱུར་ཏེ།
en: Ānanda, this woman was my mother for five hundred lifetimes.

source: ཀུན་དགའ་བོ་ངས་ཚེ་རབས་དེ་དང་དེ་དག་ཏུ་ཡང་
en: Ānanda, in each of those lifetimes I also generated the roots of virtue

source: བུད་མེད་འདི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་དགེ་བའི་རྩ་བ་བསྐྱེད་དོ། །
en: so she could attain unsurpassable and perfectly complete enlightenment.

source: ཀུན་དགའ་བོ་ང་བུད་མེད་འདི་ལ་ཤིན་ཏུ་ཕངས་པར་བྱ་བ་དང་། དང་བ་དང་གུས་པར་གྱུར་ཏོ། །
en: Ānanda, I cherished, revered and respected this woman greatly.

source: འདི་ཡང་བདག་གི་བུ་སྤྱད་པ་གང་ལ་སྤྱོད་པའི་སྤྱད་པ་དེ་ལ་བདག་གིས་ཀྱང་སྤྱད་དེ།
en: She, too, thought, ‘I will engage in whatever conduct my son engages in

source: ཐེག་པ་བདེ་བའི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་སྙམ་མོ། །
en: and attain the unsurpassable and perfectly complete enlightenment of the vehicle of happiness.’ ”

source: བཅོམ་ལྡན་འདས་འདི་ཅིའི་སླད་དུ་འདི་ལྟར་དབུལ་བར་གྱུར།
en: “Bhagavān, why is she so poor in this way?”

source: ཀུན་དགའ་བོ་ང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཁོར་བ་འཇིག་གི་བསྟན་པ་ལ་
en: “Ānanda, when I took up the conduct of a bodhisattva,

source: ང་རབ་ཏུ་བྱུང་བར་གྱུར་པ་དེའི་ཚེ་ཀུན་དགའ་བོ་བུད་མེད་འདི་ངའི་མར་གྱུར་ཏེ།
en: I became a renunciate in the doctrine of the bhagavān, the Tathāgata, arhat, perfectly complete buddha Krakucchanda. At that time, Ānanda, this woman was my mother.

source: དེས་འདོད་པས་ང་མ་བཏང་ནས་
en: Because of her attachment she did not want to let me go,

source: དེའི་ཕྱིར་ང་ཟ་མ་གཅིག་ཟན་བཅད་པ་དང་། དེའི་འོག་ཏུ་འདིས་འདོད་པས་ང་བཏང་བར་གྱུར་ཏེ།
en: so I stopped eating my one meal per day. Later, she agreed to let me go.

source: ཀུན་དགའ་བོ་འདི་ལས་དེའི་རྣམ་པར་སྨིན་པས་དེ་ལྟར་དབུལ་བར་གྱུར་ཏོ། །
en: Ānanda, it is because of the ripening of that karma that she is as poor as she is.

source: ཀུན་དགའ་བོ་འདི་ནི་འདིའི་དབུལ་བའི་ཐ་མ་ཡིན་ཏེ།
en: Ānanda, this is the last time she will be poor.

source: ཀུན་དགའ་བོ་བུད་མེད་འདི་ནི་འདི་ནས་ཤི་འཕོས་ནས་བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་
en: Ānanda, after death, this woman, who no longer craves a woman’s faculties,

source: བུད་མེད་ཀྱི་དབང་པོ་ལ་འདོད་ཆགས་དང་བྲལ་ནས་སྐྱེས་པའི་དབང་པོ་ཐོབ་པར་གྱུར་ཏེ།
en: will obtain a man’s faculties in the Sukhāvatī buddhafield of the bhagavān, the perfectly complete buddha Amitābha.

source: དེར་སྐྱེས་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་མཆོད་པ་བྱེད་པར་འགྱུར།
en: Once born there, she will make offerings to an innumerable, immeasurable, inconceivable number of buddhas;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་འཛུད་པར་འགྱུར།
en: guide an innumerable, immeasurable, inconceivable number of sentient beings to enlightenment;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་ཡོངས་སུ་སྨིན་པར་བྱེད་པར་འགྱུར།
en: make an innumerable, immeasurable, inconceivable number of sentient beings ripe for enlightenment;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་འགོད་པར་འགྱུར།
en: bring an innumerable, immeasurable, inconceivable number of sentient beings to enlightenment,
